Repository: kcarnold/commons
Catalog: v1/locale/*/LC_MESSAGES/django.po
Languages: es, it, nl

source: <p>All content on this site may be redistributed under the terms of either the <a href="http://creativecommons.org/licenses/GPL/2.0/">GNU General Public License</a>, version 2 or later, or the <a rel="license" href="http://creativecommons.org/licenses/by/3.0/us/">Creative Commons Attribution 3.0 License</a>. By contributing to this site, you agree to license your contributions under these licenses.</p>
es: <p>Todo el contenido de esta página puede ser redistribuido bajo los terminos de la la licencia <a href="http://creativecommons.org/licenses/GPL/2.0/">GNU General Public License</a>, version 2 or más reciente o bajo los terminos de la licencia <a rel="license" href="http://creativecommons.org/licenses/by/3.0/us/">Creative Commons Attribution 3.0 License</a>. Al contribuir en esta página, usted está aceptando licenciar sus contribuciones bajo estas licencias.</p>
it: <p> Tutti i contenuti su questo sito possono essere ridistribuiti sotto gli termini o di <a href="http://creativecommons.org/licenses/GPL/2.0/">GNU General Public License</a>, version 2 o l'ultima, o nel <a rel="license" href="http://creativecommons.org/licenses/by/3.0/us/">Creative Commons Attribution 3.0 License</a>. Contribuire a questo sito, lei da il permesso per licensare le vostre contribuzioni sotto queste license.</p>

source: username
it: Nome utente:

source: email address
it: Indirizzo di email:

source: Home
es: Inicio
nl: Start

source: Password:
es: Contraseña:
nl: Wachtwoord:
