Repository: kcarnold/commons
Catalog: v1/locale/*/LC_MESSAGES/django.po
Languages: es, it, nl

source: Arabic
es: Arabe
it: Arabo
nl: Arabisch

source: English
es: Inglés
it: Inglese
nl: Engels

source: Spanish
es: Español
it: Spagnolo
nl: Spaans

source: French
es: Francés
it: Francese
nl: Frans

source: Croatian
es: Croata
it: Croato
nl: Kroatisch

source: Italian
es: Italiano
it: Italiano

source: Macedonian
es: Macedonio
it: Macedone
nl: Macedonisch

source: Dutch
es: Holandés
it: Olandese
nl: Nederlands

source: Portuguese
es: Portugués
it: Portoghese
nl: Portugees

source: Russian
es: Ruso
it: Russo
nl: Russisch

source: Serbian
es: Serbio
it: Serbo
nl: Servisch

source: Turkish
es: Turco
it: Turco
nl: Turks

source: Required parameter missing: %s
es: Parametro requerido ausente: %s
it: Mancano i parameteri obligatori: %s
nl: Benodigde parameter mist: %s

source: Internal error
es: Error interno
it: Errore interno
nl: Interne fout

source: Login failed
it: Login fallito

source: Frame not found.
es: Marco no encontrado.
it: L'imagine non è trovata.
nl: Frame niet gevonden.

source: One of the slots was not filled in.
es: Uno de los encasillados no fue completado.
it: Uno dei spazi non è stato compilato.

source: Knowledge accepted.
es: Conocimiento aceptado.
it: L'informazione è stata accettata.
nl: Kennis geaccepteerd.

source: Could not interpret rating value.
es: No se pudo interpretar el valor de la calificación.
it: Non puo interpretare il valore di rating.
nl: De beoordelingswaarde is niet correct.

source: Statement rated.
es: Enunciado calificado.
it: La frase è votata.
nl: Bewering beoordeeld.

source: Nothing known about the concept "%s".
es: No se sabe nada acerca del concepto "%s".
it: Niente e conoscuto sul concetto "%s".
nl: Niets bekend over het concept "%s".

source: Explain your world.
es: Explica tu mundo.
it: Spiega il tuo mondo.
nl: Leg je wereld uit.

source: Add new knowledge
es: Añadir conocimiento nuevo
it: Aggiungi nuove conoscenze
nl: Voeg nieuwe kennis toe

source: Highest rated
es: Mejor calificados
it: Il piu votato
nl: Best gewaardeerd

source: My contributions
es: Mis contribuciones
it: Le mie contribuzioni
nl: Mijn bijdragen

source: Explore concepts
es: Explorar conceptos
it: Esplora idee
nl: Blader door concepten

source: Play 20 questions
it: Gioca a 20 questions

source: Search
es: Búsqueda
it: Cerca
nl: Zoek

source: by the <a href="http://agents.media.mit.edu/">Software Agents group</a> at the <a href="http://media.mit.edu/">MIT Media Lab</a>
es: por el <a href="http://agents.media.mit.edu/">Software Agents group</a> en el <a href="http://media.mit.edu/">MIT Media Lab</a>
it: da <a href="http://agents.media.mit.edu/">Software Agents group</a> a <a href="http://media.mit.edu/">MIT Media Lab</a>
nl: door de <a href="http://agents.media.mit.edu/">Software Agents group</a> van het <a href="http://media.mit.edu/">MIT Media Lab</a>

source: Site Blog
es: Blog de la página
it: Il Blog del Sito

source: by
es: por
it: di
nl: door

source: Score:
es: Calificación:
it: Punti:

source: Logged in as %(username)s.
es: Conectado como %(username)s.
it: Effettuato l'accesso come %(username)s.
nl: Ingelogd als %(username)s.

source: Sign out
es: Salir
it: Uscire
nl: Uitloggen

source: You are not logged in.
es: No estás conectado.
it: Non si è effettuato l'accesso.
nl: Je bent niet ingelogd.

source: Sign up
es: Regístrate
it: Registrati
nl: Registreren

source: Username:
es: Usuario:
it: Nome utente:
nl: Gebruikersnaam:

source: Log in
es: Conéctate
it: Entra
nl: Inloggen

source: First
es: Primero
it: Prima
nl: Eerste

source: Prev
es: Anterior
it: Precedente
nl: Vorige

source: Page %(cur_page)s of %(num_pages)s
es: Página %(cur_page)s de %(num_pages)s
it: Pagina %(cur_page)s da %(num_pages)s

source: Next
es: Próximo
it: Successiva
nl: Volgende

source: Last
es: Ultimo
it: Ultima
nl: Laatste

source: (%(page_count)s total)
es: (%(page_count)s en total)
it: (%(page_count)s totale)

source: OpenMind Today
es: OpenMind Hoy
it: OpenMind Oggi
nl: OpenMind vandaag

source: Concepts
es: Conceptos
it: Concetti

source: Ratings
es: Calificaciones
it: Voti
nl: Beoordelingen

source: Feedback
es: Sugerencias y Comentarios
it: Commenti e Opinioni

source: Send it in!
es: ¡Enviar!
it: Invia

source: Recently learned
es: Recien aprendido
it: Imparato recentemente
nl: Recent geleerd

source: Add an assertion
es: Añadir una afirmación
it: Aggiungi una asserzione
nl: Voeg een bewering toe

source: Teach OpenMind
es: Enseñarle a OpenMind
it: Insegna OpenMind
nl: Instrueer OpenMind

source: Example statements
es: Ejemplos de enunciados
it: Esempio di frasi
nl: Voorbeeldbeweringen

source: Teach OpenMind another statement of this type.
es: Enseñarle a OpenMind otro enunciado de este tipo.
it: Insegni a OpenMind una altra frase di questo tipo.
nl: Leer OpenMind een andere bewering van hetzelfde type.

source: What is it made of?
es: ¿De qué está hecho?
it: Di cosa è fatto?
nl: Waar is het van gemaakt?

source: What kind of thing is it?
es: ¿De qué tipo es?
it: Quale tipo di cosa è?
nl: Wat voor soort ding is het?

source: What do you use it for?
es: ¿Para qué lo usas?
it: Per cosa si usa?
nl: Waar gebruik je het voor?

source: What can it do?
es: ¿Qué puede hacer?
it: Cosa può fare?
nl: Wat doet het?

source: What is it part of?
es: ¿De qué forma parte?
it: Di cosa fa parte?
nl: Waar is het een deel van?

source: How do you define it?
es: ¿Cómo lo defines?
it: Come si può definire?
nl: Hoe definieer je het?

source: How do you bring it into existence?
es: ¿Cómo lo haces existente?
it: Come si fa a farla esistere?
nl: Hoe maak je het?

source: What do you do first to accomplish it?
es: ¿Qué haces primero para lograrlo?
it: Cosa fai per prima per portare avanti?
nl: Wat doe je als eerste om het te bereiken?

source: What do you do last to accomplish it?
es: ¿Qué haces último para lograrlo?
it: Cosa fai per ultimo per perseguire?
nl: Wat doe je als laatste om het te bereiken?

source: What do you need to do first?
es: ¿Qué necesitas hacer primero?
it: Cosa ti serve per fare prima?
nl: Wat moet je eerst doen?

source: Where would you find it?
es: ¿Dónde lo encontrarías?
it: Dove l'ho trovi?
nl: Waar vind je het?

source: Why would you do it?
es: ¿Por qué lo harías?
it: Perche l'ho faresti?
nl: Waarom doe je het?

source: What does it want?
es: ¿Qué quiere?
it: Cosa vuole?
nl: Wat wil het?

source: What does it make you want to do?
es: ¿Qué te hace querer hacer?
it: Cosa ti fa aver voglia di fare?
nl: Wat wil je erdoor doen?

source: What does it make happen?
es: ¿Qué hace que ocurra?
it: Cosa fa accadere?
nl: Wat veroorzaakt het?

source: What do you do to accomplish it?
es: ¿Qué haces para lograrlo?
it: Cosa vuoi fare per completare?
nl: Wat doe je om het te bereiken?

source: What properties does it have?
es: ¿Qué propiedades tiene?
it: Quale propietà ha?
nl: Welke eigenschappen heeft het?

source: What can you do to it?
es: ¿Qué le puedes hacer?
it: Cosa puoi fare con questo?
nl: Wat kun je het aandoen of toebrengen?

source: Ad-hoc categories
es: Categorías Ad-hoc
it: Categorie ad-hoc
nl: Ad hoc categorie&euml;n

source: Enter a few words in the box below, separated by commas.
es: Ingrese algunas palabras (separadas por comas) en el siguiente encasillado.
it: Entra poche parole divise dalle virgole nella scatola sotto.
nl: Typ een paar woorden in onderstaand veld, gescheiden door komma's.

source: Here are concepts and features that are similar to this category:
es: A continuación conceptos y características que son similares a esta categoría:
it: Qua sono i concetti e caratteristice che sono simile a questa categoria:
nl: De volgende concepten en kenmerken zijn vergelijkbaar met deze categorie:

source: Similar concepts
es: Conceptos similares
it: Concetti simili
nl: Vergelijkbare concepten

source: Similar features
es: Características similares
it: Caratteristice simile
nl: Vergelijkbare kenmerken

source: Viewing one assertion
es: Viendo una afirmación
it: Vedere una asserzione
nl: Een bewering bekijken

source: Type:
es: Tipo:
it: Tipo:

source: User
es: Usuario
it: Utente
nl: Gebruiker

source: Rating for this assertion
es: Calificación de esta afirmación
it: Voti per questa asserzione
nl: Beoordeling van deze bewering

source: Assertions
es: Afirmaciones
it: Asserzioni
nl: Beweringen

source: Concept:
es: Concepto:
it: Concetti:

source: Current knowledge
es: Conocimiento actual
it: Informazione attuale
nl: Huidige kennis

source: Nothing is currently known about
es: Actualmente no se conoce nada acerca de
it: Non si conosce niente su
nl: Op dit moment is niets bekend over

source: Why don't you add some knowledge?
es: ¿Por qué no añades algún conocimiento?
it: Perche non aggiungi un po di informazioni?
nl: Wil je wat kennis toevoegen?

source: Frames for language %(lang)s of type %(predtype)s
es: Marcos para el lenguaje %(lang)s del tipo %(predtype)s
it: Imagini per lingua %(lang)s del tipo %(predtype)s
nl: Frames voor taal %(lang)s van type %(predtype)s

source: Frames for language %(lang)s
es: Marcos para el lenguaje %(lang)s
it: Imagini per lingua %(lang)s
nl: Frames voor taal %(lang)s

source: Assertion Type
es: Tipo de Afirmación
it: Tipo di asserzione
nl: Beweringtype

source: Frame Text
es: Texto del Marco
it: Imagini Testo
nl: Frametekst

source: Goodness
es: Certeza
it: Bontà
nl: Correctheid

source: <h1>Welcome to Open Mind Common Sense!</h1> <p>Computers don't currently know the basic things about the world that we consider "common sense." Here, you can help build a database of such knowledge in simple English sentences. The computer will analyze these sentences to connect concepts and draw new conclusions from the things you teach it.</p> <h2>Getting started</h2> <p>To browse, type a word or two into the "Search" box, click a link on the sidebar, or <a href="%(best_url)s">see the highest-rated statements</a>.</p> <p>If you want to interact with OpenMind and teach it new things, <b><a href="%(login_url)s">log in</a> to get started!</b></p> <h2>The big picture</h2> <p> This project, Open Mind Common Sense, enables computers to learn general knowledge from ordinary people over the Web. It is the product of ongoing research by the <a href="http://csc.media.mit.edu/">Commonsense Computing Initiative</a> at the MIT Media Lab. You can find related projects that other groups are working on at <a href="http://openmind.org/">OpenMind.org</a>. </p> <p> The information collected by this site becomes part of <a href="http://conceptnet.media.mit.edu/">ConceptNet</a>, an open-source, multilingual semantic network of general knowledge. The reasoning is powered by <a href="http://divisi.media.mit.edu/">Divisi</a>, a tool for reasoning by analogy over semantic networks. </p> <p>For more information and updates, visit our <a href="http://conceptnet.blogspot.com/">site blog</a>.</p> <h2>Languages</h2> <p>We currently have significant amounts of data in <a href="/en">English</a> and <a href="/pt">Portuguese</a>, and working on expanding to other languages.</p>
it: <h1> Benvenuti a Open Mind Common Sense!</h1> <p><strong> Benvenuti! Abbiamo cambiato alcune cose recentemente, quindi vedi il <a href="http://conceptnet.blogspot.com/"> sito del blog </a>.</strong> Finalmente puoi farci sappere delle frasi che hanno la grammatica sbagliata; e presto vi lasceremo a aggiustarle.</p> <hr /> <p> I computers al momento non conoscono le cose essenziali sul mondo che noi consideriamo "common sense" o raziocinio. Qua puoi aiutare a costruire una database con questo tipo di informazioni in frasi semplici italiane. Il computer analizzera queste frasi per collegare concetti e per estrarre nuovi conclusioni dalle cose che le insegni. </p> <h2> Per cominciare </h2> <p> Per navigare, scrivi una parola o due nella scatola di "Cerca", clic sul link nel sidebar, o <a href="%(best_url)s"> vedi le frasi piu votati </a>.</p> <p> Se vuoi interagire con OpenMind e insegnarli nuove cose, <b><a href="%(login_url)s"> registrati </a> per cominciare! </b></p> <h2> La Grande Immagine </h2> <p> Il sito e al momento una implementazione del <a href="http://www.media.mit.edu/research/23#216"> Open Mind Common Sense </a>, un progetto che permette ai computers di imparare informazioni generali da qualsiasi gente nel Web. E un prodotto di ricerca in corso da <a href="http://csc.media.mit.edu/"> Commonsense Computing Initiative </a> nel MIT Media Lab. Puoi trovare altri progetti simili su cosa atri gruppi di ricerca stano facendo <a href="http://openmind.org/">OpenMind.org</a>. </p> <p> La informazione raccolta in questo sito fa parte di <a href="http://conceptnet.media.mit.edu/">ConceptNet</a>, una open-source, multilingue rete semantica di conoscenza del carattere generico. </p> <p> Per piu informazioni e aggiornamenti, visita il nostro <a href="http://conceptnet.blogspot.com/">sito di blog</a>.</p> <h2> Lingue </h2> <p> Al momento abbiamo una quantità significativa di dati in <a href="/en"> Inglese </a> e <a href="/pt"> Portuguese </a>, e stiamo lavorando a espandere in altre lingue.</p>

source: Log in to Open Mind
es: Conéctate a Open Mind
it: Entra a Open Mind
nl: Inloggen in Open Mind

source: Contributions from user:
es: Contribuciones del usuario:
it: Contribuzioni dal utente:
nl: Bijdragen van gebruiker:

source: New knowledge that you contributed
es: Conocimiento nuevo que contribuiste
it: Nuovi informazioni che avete contribuito
nl: Nieuwe kennis die jij hebt toegevoegd

source: New knowledge contributed by this user
es: Conocimiento nuevo contribuido por este usuario
it: Nuovi informazioni contribuite da questo utente
nl: Nieuwe kennis toegevoegd door deze gebruiker

source: Existing knowledge that you rated
es: Conocimiento existente que calificaste
it: Informazioni che esiste che avete votato
nl: Bestaande kennis die jij hebt beoordeeld

source: Existing knowledge rated by this user
es: Conocimiento existente calificado por este usuario
it: Informazioni che esiste che questo utente ha votato
nl: Bestaande kennis die door deze gebruiker is beoordeeld

source: Welcome to OpenMind Commons!
es: ¡Bienvenido a OpenMind Commons!
it: Benvenuti a OpenMind Commons!
nl: Welkom bij OpenMind Commons!

source: <p>Thanks so much for volunteering to help us! Here are some ways you can get started:</p> <ul> <li><p><b>Add new knowledge</b>: Tell us something entirely new! For example, you could fill in something in this frame:</p> <p>[FIXME] we'll put this here soon!</p></li> <li><p><b>Review existing concepts</b>: Click on any concept you see to get to its page. Once there, you can rate existing knowledge about it, or answer questions that OpenMind asks you. For example, here are some concepts that could use your review:</p> <p>Again, [FIXME]... coming soon.</li> </ul> <p>If you have any trouble, please don't hesitate to contact us.</p>
es: <p>¡Muchas gracias por ayudarnos como voluntario! A continuación algunas opciones para comenzar a contribuir:</p> <ul> <li><p><b>Añadir conocimiento nuevo:</b> ¡Dinos algo totalmente nuevo! Por ejemplo, podrías completar algo en éste marco: <p> <p>[FIXME] pronto pondremos algo aquí!</p></li> <li><p><b>Revisar conceptos existentes:</b>Haz clic en cualquier concepto para navegar a su página. Cuando estés ahí podrás calificar conocimiento existente acerca del concepto o contestar preguntas que OpenMind te pregunte. A continuación algunos conceptos que podrías revisar: </p> <p>Igualmente, [FIXME] pronto pondremos algo aquí!</li> </ul> <p>Si tienes algún problema no dudes en contactarnos.</p>
it: <p> Grazie per essere volontario a aiutarci! Qua sono alcuni modi per cominciare:</p> <ul> <li><p><b>Aggiungi nuove informazioni</b>: Racconta qualcosa completamente nuova! Per esempio, puoi riempire qualcosa in questo posto:</p> <p>[FIXME] Metteremo questo qua presto!</p></li> <li><p><b>Riesamina concetti che esistono già</b>: Clica in qualsiasi concetto che vedi per andare nella sua pagina. Una volta li, puoi votare sulla conoscenza che esiste già, o rispondere a domande che OpenMind che ti chiede. Per esempio, ecco alcuni concetti che possono usare la tua riesaminazione:</p> <p>Di nuovo, [FIXME]... prossimamente.</li> </ul> <p>Se siete in difficoltà, non esitate a contattarci. </p>
nl: <p>Bedankt dat je mee wilt helpen met Open Mind Common Sense! Je kunt aan de slag op de volgende manieren:</p> <ul> <li><p><b>Voeg nieuwe kennis toe</b>: Vertel iets wat Open Mind Common Sense nog niet weet!</p> </li> <li><p><b>Check en beoordeel bestaande concepten</b>. </p> </li> </ul> <p>Als je suggesties hebt of je hebt een melding van een probleem met de site, neem contact met ons op.</p>

source: <p>Sorry, it didn't work. Either your activation link was incorrect, or the activation key for your account has expired; activation keys are only valid for %(expiration_days)s days after registration.</p>
es: <p>Lamentamos que no haya funcionado. Tu enlace de activación era incorrecto o el código de activación para tu cuenta ha expirado. Los códigos de activación son válidos durante %(expiration_days)s días después del registro.</p>
it: <p> Scusa ma non ha funzionato. La link di attivazione era sbagliata o la chiave di attivazione per il tuo conto è scaduta; le chiavi di attivazione sono solo validi per %(expiration_days)s giorni doppo registrazione.</p>
nl: <p>Sorry, er ging iets fout. Je activatielink is mogelijk incorrect, of de activatiesleutel van je account is verlopen. Activatiesleutels zijn slechts geldig tot %(expiration_days)s dagen na registratie</p>

source: Someone, hopefully you, signed up for a new account at Open Mind Commons (http://commons.media.mit.edu/) using this email address. If it was you, and you'd like to activate and use your account, click the link below or copy and paste it into your web browser's address bar: http://commons.media.mit.edu/accounts/activate/%(activation_key)s/ If you didn't request this, you don't need to do anything; you won't receive any more email from us, and the account will expire automatically in %(expiration_days)s days.
es: Alguien, posiblemente tu, se registró para tener una cuenta en Open Mind Commons (http://commons.media.mit.edu/) usando ésta dirección de correo electrónico. Si fuiste tu, y quisieras activar y usar tu cuenta, has clic en el enlace a continuación o cópialo en el encasillado de direcciones de tu navegador de Internet: http://commons.media.mit.edu/accounts/activate/%(activation_key)s/ Si no solicitaste una cuenta, no necesitas hacer nada; no recibirás más mensajes de nosotros, y la cuenta expirará automáticamente en %(expiration_days)s días.
it: Qualcuno, speriamo lei, e registrato per un nuovo conto nel Open Mind Commons (http://commons.media.mit.edu/) usando questo indirizzo di email. Se e stato lei, e se vuole attivare e usare il vostro conto, puo clicare nella link sotto o puo copiare e incollare la link nella bar del indirizzo sul suo web browser: http://commons.media.mit.edu/accounts/activate/%(activation_key)s/ Se non hai richiesto questo, non hai bisogno di fare qualcosa; non riceverai altri emails da noi, e il conto scadera automaticamente tra %(expiration_days)s giorni.

source: Activate your Open Mind Commons account
es: Activa tu cuenta de Open Mind Commons
it: Attiva il tuo conto di Open Mind Commons

source: Login
es: Conéctate
it: Entra
nl: Inloggen

source: Your username and password didn't match. Please try again.
es: Tu nombre de usuario o contraseña es incorrecta. Por favor trata de nuevo.
it: Il tuo nome di utente e il tuo password non sono trovati. Per favore riprova.
nl: Je gebruikersnaam en password zijn niet herkend. Probeer het opnieuw.

source: If you don't have an account, you can <a href="/accounts/register/">sign up</a> for one.
es: Si no tienes una cuenta, puedes <a href="/accounts/register/">registrarte</a> para obtener una.
it: Se non hai già un conto, puoi <a href="/accounts/register/">registrarti</a> per avere un conto.
nl: Als je geen account hebt, kun je jezelf <a href="/accounts/register/">aanmelden</a>.

source: Logged out
es: Desconectado
it: Chiuso la sessione
nl: Uitgelogd

source: <h1>You've been logged out.</h1> <p>Thanks for stopping by; when you come back, don't forget to <a href="/accounts/login/">log in</a> again.</p>
es: <h1>Has sido desconectado del sistema. </h1> <p>Gracias por visitar. Cuando regreses no olvides <a href="/accounts/login/">conectarte</a> otra vez.</p>
it: <h1> Siete fuori dalla sessione.</h1> <p>Grazie per essere fermato qua; quando ritorni, non dimenticare a <a href="/accounts/login/">entrare</a> di nuovo.</p>
nl: <h1>Je bent uitgelogd.</h1> <p>Bedankt voor je bezoek! Als je terugkomt, vergeet niet opnieuw <a href="/accounts/login/">in te loggen</a>.</p>

source: Registration complete
es: Registro completo
it: Registrazione completata
nl: Registratie voltooid

source: <h1>Check your email</h1> <p>An activation link has been sent to the email address you supplied, along with instructions for activating your account.</p>
es: <h1>Verifica tu correo electrónico</h1> <p>Un enlace de activación ha sido enviado a la dirección de correo electrónico que proveíste, adicional a instrucciones para activar tu cuenta.</p>
it: <h1>Controlla il tuo email</h1> <p>Una link di attivazione e mandata nel email che ci hai procurato, con le istruzioni per attive il suo conto.</p>
nl: <h1>Check je email</h1> <p>Een activatielink is naar het emailadres gestuurd dat je hebt ingevuld.De email bevat verdere instructies voor het activeren van je account.</p>

source: Sign Up
es: Regístrate
it: Registrati
nl: Registreren

source: <p>Fill out the form (all fields are required) and your account will be created; you'll be sent an email with instructions on how to finish your registration.</p> <p>We'll only use your email to send you signup instructions. We hate spam as much as you do.</p>
es: <p>Completa el formulario (todos los encasillados son necesarios) y tu cuenta será creada. Te enviaremos un correo electrónico con instrucciones de cómo completar el proceso de registro.</p> <p>Sólo usaremos tu dirección de correo electrónico para enviarte instrucciones de registro. Nos disgustan los mensajes no solicitados tanto como a ti.</p>
it: <p> Compila il formulare (tutte le parti sono richieste) e il tuo conto sara creato; ti sara mandato un email con le instruzioni su come finire la registrazione.</p> <p>Useremo il tuo email solo per mandarti instruzioni su come ti puoi registrare. Noi odiamo spam propio come l'ho odi tu.</p>
nl: <p>Zodra je het formulier hebt ingevuld (alle velden zijn verplicht) wordt je account aangemaakt; je krijgt vervolgens een email met instructies voor het voltooiien van je registratie.</p> <p>We zullen je emailadres alleen gebruiken om je de registratieinformatie te sturen. We hebben net zo'n hekel aan spam als jij.</p>

source: Please correct the errors below:
es: Por favor corrija los errores a continuación:
it: Per favore correggi gli errori di sotto:
nl: Corrigeer de volgende velden:

source: Create an account
es: Crear una cuenta
it: Crea uno conto
nl: Maak een account aan

source: Email address:
es: Correo electrónico:
it: Indirizzo di email:
nl: Emailadres:

source: Password (type again to catch typos):
es: Contraseña (ingrese de nuevo para prevenir errores):
it: Password (scrivi di nuovo per fermare errori):
nl: Wachtwoord (typ opnieuw):

source: Register
es: Regístrate
it: Registrati
nl: Registreer
